import { FaFacebook } from "react-icons/fa";
import { FaInstagram } from "react-icons/fa";
import { FaTwitter } from "react-icons/fa";
import { FaWhatsapp } from "react-icons/fa";
import { FaTiktok } from "react-icons/fa";
import { HiMiniLanguage } from "react-icons/hi2";
import { FiCpu } from "react-icons/fi";
import { FaPhoenixFramework } from "react-icons/fa6";
import s1 from "./assets/s1.jpg";
import s2 from "./assets/s2.jpg";
import s3 from "./assets/s3.jpg";
import s4 from "./assets/s4.jpg";
import s5 from "./assets/s5.jpg";
import s6 from "./assets/s6.jpg";
import s7 from "./assets/s7.jpg";
import s8 from "./assets/s8.jpg";
import s9 from "./assets/s9.jpg";
import s10 from "./assets/s10.jpg";

export const navLinks = [
    {
        label: "خدماتنا",
        url: "#services",
        name: "services",
    },
    {
        label: "ورشاتنا",
        url: "#classes",
        name: "classes",
    },
    {
        label: "القصص",
        url: "#stories",
        name: "stories",
    },
    {
        label: "من نحن",
        url: "#about",
        name: "about",
    },
    {
        label: "اتصل بنا",
        url: "#contact",
        name: "contact",
    },
];




export const socialMedia = [
    {
        name: "Facebook",
        logo: <FaFacebook size={24} className="text-blue-700" />,
        url: "https://www.facebook.com/SoufAcademy",
    },
    {
        name: "Instagram",
        logo: <FaInstagram size={24} className="text-orange-400" />,
        url: "https://www.instagram.com/soufacademy/",
    },
    {
        name: "Twitter",
        logo: <FaTwitter size={24} className="text-blue-400" />,
        url: "#",
    },
    {
        name: "WhatsApp",
        logo: <FaWhatsapp size={24} className="text-green-500" />,
        url: "#",
    },
    {
        name: "TikTok",
        logo: <FaTiktok size={24} className="text-black" />,
        url: "#",
    }
];

export const servicesData = [
    {
        icon: <HiMiniLanguage />,
        title: "تعليم اللغات",
        color: "green",
        description: "اكتساب مهارات لغوية جديدة يمكن أن يفتح لك العديد من الفرص سواء في حياتك المهنية أو الشخصية. نقدم برامج تعليم لغات متكاملة تشمل التحدث، القراءة، والكتابة، مع تركيز على التطبيق العملي من خلال محادثات وتفاعلات يومية. هذه البرامج مصممة لتلبية احتياجات المتعلمين من مختلف المستويات، من المبتدئين إلى المتقدمين."
    },
    {
        icon: <FiCpu />,
        title: "التدريبات التقنية",
        color: "red",
        description: "ابقَ على اطلاع بأحدث التقنيات والاتجاهات في عالم التكنولوجيا من خلال برامجنا التدريبية المتقدمة. سواء كنت تبحث عن تحسين معرفتك بالبرمجة، تطوير التطبيقات، أو فهم الأنظمة المعقدة، نقدم لك دورات تدريبية مصممة بعناية لتناسب مستوى خبرتك وتساعدك على الوصول إلى مستوى جديد من الاحتراف."
    },
    {
        icon: <FaPhoenixFramework />,
        title: "التطوير الوظيفي",
        color: "blue",
        description: "نساعدك على الوصول إلى أهدافك المهنية من خلال برامج تطوير وظيفي مصممة خصيصاً لتعزيز مهاراتك وزيادة فرصك في سوق العمل. تشمل هذه البرامج ورش عمل، استشارات مهنية، وتوجيه مستمر لمساعدتك في تحديد مسارك المهني وتحقيق تقدم مستدام في حياتك الوظيفية."
    }
];

export const classesData = [
    {
        id: 1,
        title: "  التواصل باللغة الانجليزية ",
        content: [
            {
                text: "ورشات التواصل باللغة الإنجليزية 12 حصة بمعدل 3 حصص أسبوعيا لتطوير مهارات التواصل باللغة الإنجليزية - موجهة للطلبة الذين لديهم مستوى B1 في اللغة الإنجليزية هذه التدريبات مجانية تماما تحت إطار مشروع B-create الممول من طرف السفارة الأمريكية و المقدم من طرف World Souf Academy, learning."
            }
        ],
        color: "green",
    },
    {
        id: 2,
        title: "الانخراط المدني",
        content: [
            {
                text: "استيعاب مصادر القوة والضعف في شخصيتك"
            },
            {
                text: " كيفية البحث عن عمل بطريقة فعالة "
            },
            {
                text: "كيفية إجراء مقابلة عمل"
            },
            {
                text: "  التواصل الفعال أمام العامة إنشاء بصمة مهنية افتراضية "
            },
            {
                text: " تبني روح المقاولاتية وريادة الأعمال تخطي عقبات مكان العمل  "
            },

        ],
        color: "red",
    },
    {
        id: 3,
        title: " التطوير المهني ",
        content: [

            {
                text: "  ورشات حول تعزيز الانخراط المدني القيادة "
            },
            {
                text: "  التغلب على العقبات الفردية "
            },
            {
                text: " التغلب على العقبات الجماعية  "
            },
            {
                text: " التعامل مع عقبات الطلاب عند التطوع  "
            },
            {
                text: " التطوع و العمل  "
            },
            {
                text: "التخطيط للعمل  "
            },
        ],
        color: "blue",
    }
];

export const storiesData = [
    {
        name: "عطا الله محمد نجيب",
        id: 1,
        imgUrl: s1,
        content: [
            "معنى أن يكون لك هدف هو أن تضحي بوقتك لتحقيقه",
            "مرحبا، أنا عطا الله محمد نجيب، ولدت في 17 مارس من سنة 2009.. لكل من اسمه نصيب، فكان نصيبي من اسمي أن كنت ذكيا نجيبا.. أدرس في الخامسة إبتدائي بإبتدائية الشهيد مصطفى بن بولعيد بواد العلندة، فلم ارضى إلا بحصد المراتب الأولى.",
            "جميع الأطفال في مثل سني يفضلون اللعب والمرح على حساب الدراسة وتنمية المهارات أما أنا ففضلت أن أستغل وقت فراغي بتعلم اللغات وتطوير المهارات بتشجيع من والديّ فدرست كل من الفرنسية والإنجليزية كما أمارس السباحة تسلية ورياضة.",
            "أسعى دائما للبحث عن الأفضل لذا هدفي الآن هو مواصلة دراستي بمدرسة أشبال الأمة لأكون فخرا لوالديّ ولولايتي ولوطني وقدوة لأبناء جيلي ومن هم بعدي."
        ]
    },
    {
        name: "عفاف ب",
        id: 2,
        imgUrl: s2,
        content: [
            "من مواليد 1990 أسكن في منطقة ريفية معروفة باسم باشاغا ببلدية الرقيبة، أنا (عفاف ب) مهندسة دولة في المخابر الجامعية بجامعة الشهيد حمه لخضر بالوادي، من عائلة بسيطة جدا تمتاز بالفن، أملك العديد من المواهب:",
            "ورثت الشعر عن أمي التي لم تقرأ يوما و لا تعرف الكتابة بل كان لها إلهام ممتاز ما يجعلها تنطق شعرا شعبيا موزون الأحرف و تضرب بكلماتها كل أوتار القلب، و قد حفظت عنها بعض الأغاني التي ألفتها لتعبر بها عن فرحتها عندما إستقلت جزائرنا من أيدي الاستعمار الفرنسي ... فوجود أمي جانبي جعل مني شاعرة، فطالما كتبت بالعربية الفصحى و تأثرت بكتاباتي كثيرا، و لكنني أفضل كتابة الشعر الشعبي السوفي لما له من صدى في أنفس الغير فمعظم سكان الوادي يتأثرون بالكلمات الشعبية كونها المقربة للواقع المعاش و يتميز الشعر الشعبي بطابع فكاهي ترفيهي و بمعاني معمقة جدا، أحببت الكتابة في أوقات أخلو بها مع نفسي في المزرعة التي عشت فيها، اكتشفت هذه الموهبة في عمر 12 سنة و أول قصيدة كتبتها كانت عن العِلم و لم اجد أي صعوبات في هذا المجال و الحمدلله.",
            "ورثت الرسم من والدي الذي كان يشجعني دائما و منذ طفولتي و قبل أتعلم كيف أحمل القلم كنت أرسم في التراب ليكافئني والدي في النهاية، كنت في عمر 6 سنوات آنذاك، طالما كنت احاول تقليد رسومات أخي الممتازة و هذا الشيء الذي جعلني فنانة لأتمكن من تجسيد أي شيء أستطيع تصوره في مخيلتي و أجعل منه مجسما على أرض الواقع، و قد وجدت صعوبات في هذا المجال بحكم أن المنطقة لا يتوفر فيها المواد التي من خلالها أعد التحف التي أتخيلها دائما ... كانت بداياتي بتقليد أشياء أراها و الآن أصبحت أقدم أشياء أتخيلها فحسب.",
            "كان و لازال شعاري في الحياة يرتكز على الإرادة و التحدي من أجل الوصول لأهدافي و كما استطعت بتوفيق الله تحقيق حلمي بأن أصبح مهندسة رغم كل الصعوبات التي واجهتها أثناء الدراسة كالبعد عن المتوسطة و الثانوية اللتان تبعدان حوالي 3.5 كلم عن البيت و إنعدام النقل الشيء الذي كان ينهك قواي الجسدية بعد قطع كل هذه المسافات ذهابا و إيابا لكنني و الحمدلله تحديت كل الصعوبات و تمكنت من تحقيق النجاح في كل سنوات الدراسة دون تعثر مع إهتمامي بمواهبي بشكل جيد.",
            "أنا متأكدة أنني سأحقق جميع أحلامي و أكمل دراسة الدكتوراه بإذن الله بعد أن أحسن مستواي اللغوي في الفرنسية و الانجليزية بأكادمية سوف و أصل بحول الله إلى حلمي و هو أن أكون باحثة.",
            "كما أنني على ثقة تامة بأن أفتح ورشة تعليم للأشغال اليدوية و أضع بعض التحف في معارض كبيرة في المستقبل القريب بإذن الله."
        ]
    },
    {
        name: "عبد الكامل غريسي",
        id: 3,
        imgUrl: s3,
        content: [
            "أنا عبد الكامل غريسي من مواليد سنة 1992.. تركت مقاعد الدراسة في مرحلة الثانوية لظروف قاهرة.. توجهت بعدها إلى رحلة البحث عن قوت اليوم حيث اضطررت إلى البداية في الحياة العملية ووفقت في ذلك ... ولكن و مع مرور السنوات فإن شغف و حب الدراسة لم يفارقاني... فلا طالما أردت نيل شهادة البكالوريا و الدخول إلى الجامعة لتحقيق حلمي.. بدأت رحلتي مع أكاديمية سوف هذه الخطوة لم تكن سهلة كما كنت أعتقد، واجهتني عراقيل و عوائق جمة ... فكان أولها فارق العمر مقارنة بزملائي و ثانيها رصيدي الدراسي المتواضع.. فتكبدت خسارة سنوات عديدة محاولا النجاح و لكن لم أفلح في تحقيق الحلم. فعاما تلو الأخر يخبرني البعض بأن أتوقف و أن الأمر لا يستحق كل هذا الجهد و العناء.. و لكنني لم أستسلم.",
            "سنة 2020 سنة النكبات كما يدعوها الجميع... وباء كورونا و غلق المدراس.... زاد الطين بلة، فأصبح الأمر أكثر تعقيدا من ذي قبل، شعرت حينها بيأس شديد فهذا العام لن يكون أفضل من سابقيه بل أقسى و أمر، و لكن إيماني بالنجاح لم يضعف. و بتوفيق من الله عز وجل و بتواصلي الدائم مع أساتذتي الأفاضل و مع قرب الإمتحانات بدأت ألمح بصيص الأمل في آخر النفق، تلقيت من خلالهم شحنات إيجابية و جرعات الإصرار و دعما معنويا حتى أخر لحظة، جعلت من حالة الإنكسار لدي بداية حلم جديد.",
            "نعم حققت حلمي و نجحت في بكالوريا 2020 بمعدل 12.15 بعد محاولات عديدة، نعم ذقت طعم النجاح.. طعم لن تذوقه إلا بعد إصرار و تصميم."
        ]
    },
    {
        name: "تواتي حمد معتز",
        id: 4,
        imgUrl: s4,
        content: [
            "قد تجري الرياح بما لا تشتهي السفن لكن الإرادة تملك قوة إعادة توجيه الشراع..",
            "رغم المرض الذي أخر تحقيق أحلامي إلا أن إرادتي كانت أقوى فالوقت لم يفت بعد للحاق بأحلامنا، تواتي حمد معتز 24سنة من الوادي طالب جامعي طموح لطالما آمن منذ طفولته بأن الإجتهاد سبيل النجاح في جميع مساراته التعليمية .. لكن شاء القدر أن لا أتحصل على شهادة البكالوريا رغم تفوقي بسبب عارض من المرض أصابني وقتها فالحمدلله على كل حال ، لكن بعد رؤيتي للمعدل الممتاز الذي تحصلت عليه فالبكالوريا التجربية حاز فى نفسي كثيرا وقررت بعدها التوقف عن الدراسة والتوجه للعمل ، ومع بداية سنة جديدة وموسم آخر وبإلحاح شديد من العائلة قررت العدول عن قرار المقاطعة وعدت للدراسة وهذه المرة إلى وجهة أخرى إلى المعهد الوطني ، حيث قضيت فيه ثلاث سنوات تخرجت بعدها متحصلا على المرتبة الأولى وطنيا فى تخصص الأشغال العمومية وحظيت بتكريم من طرف الوزارة بالجزائر العاصمة يوم 07/02/2016 بحضور عدد كبير من الوزراء والمدراء وحضور غفير من الناس يومها إنتابني شعور غريب وفكرة العودة للماضي والتصالح معه بإعادة البكالوريا مرة أخرى ، بعد التكريم حصلت على عرض مميز كان مواصلة الدراسة بفرنسا وفتح منصب عمل هناك، يومها وقعت فى مفترق طرق هل اتبع ماوقع فى نفسي ليلة التكريم أم أقبل بالعرض المقدم لي ، استخرت الله واخترت إعادة البكالوريا مرة ثانية، يوم إعلان النتائج وجدتني من الناجحين والآن أنا طالب كهروتقني بالجامعة أواصل حلمي، خريج معهد التكوين بإمتياز ورياضي ومدرب كمال أجسام.. ربما في قصة أخرى سأحكي لكم عن مساري الرياضي."
        ]
    }
    ,
    {
        name: "هشام بكوش",
        id: 7,
        imgUrl: s7,
        content: [
            "لا ينظر العداء إلا لخط النهاية ولا يرضى إلا بالمكانة الأولى...",
            "هشام بكوش عداء، رياضي وبطل الجزائر 8 مرات في عدة إختصاصات مختلفة بدأت قصتي بعد إجتيازي إمتحان المرحلة المتوسطة. كنت شغوفا بممارسة الجري وألعاب القوى، شاركت في أول بطولة لي عندما حصدت أول ميدالية وطنية ولقبت ببطل الجزائر، إزداد شغفي حينها لهذه الرياضة و ككل بداية واجهتني تحديات كبيرة كادت تقتل عزيمتي، كان هدفي أن أشرف بلدي وأرفع رايتها في المحافل الدولية، فلم أوفق لسنتين حتى وصلت للسنة الثانية ثانوي وأستدعيت كممثل للجزائر في البطولة العربية بتونس، فلامس صدري الميدالية الفضية و رفعت راية الجزائر عاليا، كانت الفرحة فرحتين بعد نجاحي و انتقالي للسنة الثالثة ثانوي بمعدل جيد، إنتقلت بعدها للأردن للمشاركة في البطولة العربية لم أحصد الذهب ورضيت بالفضية رغم الإصابة التي كادت تلغي مشاركتي، عدت إلى تراب الوطن حيث لم أجد مع من أتقاسم فرحتي سوى عائلتي.",
            "في السنة الثالثة ثانوي، إنتقلت مع الفريق الوطني إلى ساحل العاج للبطولة الأفريقية، تخطيت التصفيات بصعوبة شديدة حتى وصلت للنهائي وبقيت لعنة الإصابة تلاحقني وهذه المرة حرمتني من دخول السباق.",
            "لا يمكنني وصف حزني و عدت أصارع خيبات أملي رغم أني حللت سادسا في إفريقيا من دون السباق النهائي، لم تنتهي معاناة الإصابة هناك. صدمت عندما سمعت أنه علي الذهاب كل أسبوعين للعاصمة لتلقي العلاج و من مالي الخاص، ومع إقتراب موعد شهادة البكالوريا كنت أدرس وأتلقى العلاج ولضيق الوقت لم أوفق في شهادة البكالوريا وكانت حسرة والدتي كبيرة. رغم ذلك مازلت أواصل التحدي لأنجح في دراستي و أرسم الإبتسامة على وجهها، وبعد شفائي من الإصابة هاهي بوادر نجاحي تظهر و عودتي لمضمار السباق فاقت كل التوقعات رغم قلة الإمكانيات ونقص الدعم مع دعوتكم لي بتوفيق ونجاح."
        ]
    },
    {
        name: "محمد الإمام الأقرع",
        id: 8,
        imgUrl: s8,
        content: [
            "الوقت لم يتأخر أبدا لألتحق بحلمي....",
            "محمد الإمام الأقرع، 47 سنة ، أذكر كما الأمس كيف انطلقت في الدراسة في إبتدائية النخلة وبعدها متوسطة الرباح ثم ختاما بثانوية البياضة، كنت التلميذ المجتهد كما كنت شغوفا بالحياة العملية... للأسف لم أتحصل على البكالوريا خلال محاولتين وبحكم كوني الإبن الأكبر في الأسرة كان لزاما علي أن أنطلق في الحياة العملية حتى أساعد والدي في إعالة أسرتنا، نجحت في عملي وكونت حياة يحلم بها الناس رغم أني لم أنهي تعليمي، انطلقت في دراسة اللغة الانجليزية بأكاديمية سوف استرجاعا لحلم قديم وسعيا مني لتحسين مهاراتي الشخصية والعملية... تذكروا فقط أن الوقت لم يتأخر أبدا لتحقيق أحلامكم."
        ]
    },
    {
        name: "عبد الكريم داوشي",
        id: 9,
        imgUrl: s9,
        content: [
            "إن سبيل النجاح غير مفروش بالبُسط الحمراء، والورد والزهور، بل عليه عقبات ومعوقات داخلية وخارجية. رحلة الألف ميل تبدأ بالخطوة الأولى. الإنسان أقوى من الظروف، وأقوى من اليأس والفشل وكافة صنوف التفكير السلبي عليك فقط بالتفكير بإيجابية مهما كانت الطريق حالكًا وشائِكًا، ولا تجعل العوائق توقف مسيرة نجاحك.",
            "أنا عبد الكريم داوشي 36 سنة. كانت آخر محطة من دراستي الثانوية سنة 2000، ظروف قاهرة حالت دون إتمامي هاته المرحلة، فاخترت سبيلا آخرا في حياتي حيث توجهت إلى المعهد الوطني للتكوين العالي لإطارات الشبيبة و الرياضة عام 2007 لأتخرج و أحصل على وظيفة في المجال، سنوات مرت و لكن شرارة حلمي لم تنطفأ، شغفي و طموحي في نيل شهادة البكالوريا ورغبتي في الوصول إلى أعلى مراتب الدراسات الجامعية حطمت كل العراقيل والحواجز المحيطة فقررت التوجه لطريق النجاح بقوة المحاربين و شجاعة الفرسان ومثابرة المجتهدين و حكمة العقلاء.",
            "خطوتي الأولى بدأت العام الماضي في الإلتحاق بأكاديمية سوف التعليمية حيث كانت الإنطلاقة من نقطة الصفر. و قررت إعادة رسكلة معلوماتي القديمة و نفض الغبار عليها أملا في أن تثمر من جديد ، بفضل من الله ثم مجهودات الطاقم المسير للأكاديمية وخاصة أساتذتها المحترمين. فربما قد تخونني العبارات لأشكرهم و أقابلهم بالتقدير والإمتنان فصبرههم علينا لساعات متأخرة من الليل لخير دليل على الجدية وروح المسؤولية و يقظة الضمير. إلى أن تحقق النجاح و تحصلت على شهادة البكالوريا شعبة آداب و فلسفة والحمد لله."
        ]
    },
    {
        name: "رضا سعدوني",
        id: 10,
        imgUrl: s10,
        content: [
            "لكل منا حكاية وحكايتي الإرادة. تهجئة، صعوبة في النطق والقراءة وسخرية الزملاء هذا ما كنت أعانيه.",
            "مرحبا أنا رضا سعدوني من مواليد صيف 1993 بالدبيلة، كنت التلميذ المجتهد ، حيث درست على يد معلمين أكفاء علمونا فن الحياة قبل العلوم وإحتراما لهم كنا نناديهم ب 'سيدي' ... رغم إجتهادي ومثابرتي كنت محطم بسبب صعوبات في النطق كنت أعانيها، فأصبحت أتهرب من حصص القراءة وفيما بعد حصص اللغات لأتجنب سخرية الزملاء الذين لم يفهموا أبدا أن ما أعانيه مرض وليس بقصد مني وكنت أتحجج ضاحكا بأن اللغات الأجنبية لا طائل منها وأنها لغة الكفار.",
            "في سنوات المتوسط والثانوي تراجعت علاماتي ومع بعض رفقة السوء خضعت لمجالس تأديبية جعلتني أتنقل بين ثانويات عدة، حصلت على شهادة البكالوريا سنة 2013 وأنا الآن خريج أتوماتيك وإعلام صناعي من جامعة البشير الإبراهيمي ببرج بوعريريج والأهم تخلصت من المعاناة.",
            "قد تسألونني كيف تخلصت من صعوبة النطق.. ببساطة إنها الإرادة، تخطيت صعوبة النطق لأني عزمت على قهر هذا المرض وآمنت بأني أستطيع، بسنوات من التدريب الذاتي أصبحت بمستوى جيد في اللغة الإنجليزية و في طريقي لإتقانها."
        ]
    },
    {
        name: "نجاح نبيل",
        id: 6,
        imgUrl: s6,
        content: [
            "لا يصل الناس إلى حديقة النجاح دون أن يمروا بمحطات التعب والفشل واليأس، وصاحب الإرادة القوية لا يطيل الوقوف في هذه المحطات.",
            "أنا نجاح نبيل من مواليد 1996 بجامعة، متحصل على شهادة الدراسات الجامعية التطبيقية في الإعلام الآلي للتسيير، وكفاءة مهنية في الأرشيف، ولدت مجهول نسب فصنفني المجتمع مواطن درجة ثانية، ورغم الصعوبات التي تتعلق بإثبات هويتي والتحديات التي فرضها علي المجتمع لم أتخلى عن حلمي الذي هو إكمال دراستي.",
            "بعد رسوبي في شهادة البكالوريا سنة 2016 أحسست بالفشل لكن لم يكن هذا السبب الوحيد، بل كلمات قيلت لي: 'بما أنك مجهول النسب، لا ننتظر منك النجاح'. ولهذا أصررت على المحاولة مجددا ومجددا، لأثبت أني أستطيع النجاح مهما كانت العوائق والصعوبات.",
            "لم أفقد الأمل، ولم أستسلم وبهذا فرضت نفسي. تعلمت أن أقف في وجه المجتمع منذ الصغر من امرأة حديدية لا تعرف المستحيل ألا وهي أمي التي علمتني أن أفرض نفسي في هذا المجتمع مهما رفضني فيوما ما سيتقبلني لأني اختلافي ليس تخلفا.",
            "أنا اليوم مجهول نسب أثبت أنه يستطيع أن يكون مواطن فعال وليس عبئا عن المجتمع. ولقد كانت سنة 2020 سنة فاصلة في حياتي، كانت سنة تخرجي، وكانت أسعد لحظة في حياتي. وبذلك أثبتت لنفسي وللمجتمع أني لا أختلف عن الآخرين في شيء وأستحق الأفضل دائما.",
            "طموحي هذا صادفه تعرفي على Souf Academy عن طريق الإنترنت أثناء البحث عن دورات تساعدني في تطوير نفسي وقد كانت أحسن صدفة، فأثناء مشاركتي في ورشة التطوير المهني لديهم تعرفت على أشخاص ذو طموح وبعد نظر وجدت فيهم ما لم أجده في المجتمع غير المنصف.",
            "رسالة لكل شخص لم ينصفه المجتمع: تحدى وافرض نفسك ولا تخف فالمستقبل أجمل."
        ]
    },
    {
        name: "نوري أسامة",
        id: 5,
        imgUrl: s5,
        content: [
            "وداع، سفر، إنتقال، ثم من جديد تعارف وصداقات. هكذا كانت حياتي، نوري أسامة، جعلت لي أصدقاء في كل مكان كنت أحل به، أمضيت سنوات عمري ال17 في تجارب حلوة ومرة من التنقل المستمر لأسباب تتعلق بعمل والدي.",
            "ولدت في صيف عنابة سنة 2001 هناك على الساحل حيث كانت طفولتي الأولى ذات الست سنوات. يقال أن اليوم الأول في الدراسة يعد يوما مميزا لأي طفل ينطلق عبره على درب مستقبله، تعرفت على مدرستي بعد أن ودعت أصدقاء طفولتي ومسقط رأسي لأستكشف الحياة والمعرفة من مكان جديد من مدينة الشلف.",
            "كانت تنقلاتنا ترتبط بغرابة بمراحلي الدراسية فمع إنتقالي للمتوسطة إلتحقنا بسوق هراس، أذكر أني شعرت بالإستياء الشديد من الترحال المستمر، ركزت على دراستي فكسبت جوائز التفوق والكثير من الأصدقاء. وكالعادة مع مرحلتي الثانوية وجدتني في مدينة جديدة، لكن مميزة، في وادي سوف حيث أحدثكم وحيث عثرت على شغفي كلاعب خفة يرى أصدقائي بأني موهوب ومميز.",
            "حاليا أجتهد لأحصل على شهادة البكالوريا لتكون 2019 سنتي المميزة. شاركت معكم قصتي عبر أكاديمية سوف التي كانت ولازالت سندا لي ولجميع الطلبة بتوفيرها الجو الملائم للدراسة والمساندة والدعم اللامحدود."
        ]
    }




]